tap "aws/tap"
tap "bridgecrewio/tap"
tap "c-bata/kube-prompt"
tap "chef/chef"
tap "dart-lang/dart"
tap "gofireflyio/aiac"
tap "heartexlabs/tap"
tap "humansignal/tap"
tap "jenkins-x/jx"
tap "lucagrulla/tap"
tap "microsoft/git"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "warrensbox/tap"
tap "zurawiki/brews"
brew "ack"
brew "act"
brew "shellcheck"
brew "actionlint"
brew "ca-certificates"
brew "openssl@3"
brew "readline"
brew "python@3.12"
brew "asciinema"
brew "atmos"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "bison"
brew "bit-git"
brew "gcc"
brew "libyaml"
brew "numpy", link: false
brew "bzt"
brew "cfn-lint"
brew "cheat"
brew "checkmake"
brew "chrome-cli"
brew "chruby"
brew "curl"
brew "ddgr"
brew "deno"
brew "detox"
brew "direnv"
brew "doctl"
brew "dos2unix"
brew "dotnet"
brew "duf"
brew "duti"
brew "emojify"
brew "node"
brew "eslint"
brew "exiftool"
brew "facad"
brew "fd"
brew "p11-kit"
brew "harfbuzz"
brew "lame"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "flake8"
brew "fprobe"
brew "fzf"
brew "gawk"
brew "gdbm"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gitoxide"
brew "gitu"
brew "glow"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "go"
brew "gokey"
brew "golangci-lint"
brew "gomplate"
brew "graphviz"
brew "groff"
brew "grok"
brew "gron"
brew "openjdk"
brew "groovy"
brew "helm"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "infracost"
brew "inframap"
brew "jenkins", restart_service: :changed
brew "jpeg"
brew "jq"
brew "jrnl"
brew "k9s"
brew "kics"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kwok"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "libxml2"
brew "libxslt"
brew "linode-cli"
brew "llvm@17"
brew "lolcat"
brew "lynx"
brew "make"
brew "maven"
brew "miller"
brew "mp3blaster"
brew "zlib"
brew "mysql-client"
brew "nmap"
brew "pandoc"
brew "ripgrep"
brew "tig"
brew "nb"
brew "neovim"
brew "netlify-cli"
brew "nim"
brew "nushell"
brew "nvm"
brew "ollama", restart_service: :changed
brew "parallel"
brew "tree"
brew "pass"
brew "pianobar"
brew "pip-completion"
brew "pipet"
brew "pkgconf"
brew "podman"
brew "podman-tui"
brew "postgresql@14"
brew "pre-commit"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python-build"
brew "python-distlib"
brew "python-filelock"
brew "python-platformdirs"
brew "python@3.10"
brew "python-tk@3.10"
brew "python@3.11"
brew "rain"
brew "rakudo-star"
brew "rename"
brew "ruby"
brew "ruby-install"
brew "ruff"
brew "rustup"
brew "sbt"
brew "sc-im"
brew "scala"
brew "screenfetch"
brew "semgrep"
brew "siege"
brew "soft-serve"
brew "solargraph"
brew "sq"
brew "starship"
brew "syft"
brew "telnet"
brew "terraform-docs"
brew "terraformer"
brew "tflint"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "trash", link: true
brew "tz"
brew "vhs"
brew "vim"
brew "virtualenvwrapper"
brew "watson"
brew "websocat"
brew "wget"
brew "wget2"
brew "wp-cli"
brew "xh"
brew "yarn"
brew "yarn-completion"
brew "yazi"
brew "yq"
brew "z"
brew "bridgecrewio/tap/yor"
brew "c-bata/kube-prompt/kube-prompt"
brew "gofireflyio/aiac/aiac"
brew "lucagrulla/tap/cw"
brew "warrensbox/tap/tfswitch"
brew "zurawiki/brews/gptcommit"
cask "4k-slideshow-maker"
cask "amazon-chime"
cask "android-file-transfer"
cask "arc"
cask "atom"
cask "basictex"
cask "brackets"
cask "brave-browser"
cask "buckets"
cask "canon-eos-webcam-utility"
cask "cheatsheet"
cask "chromedriver"
cask "crystalfetch"
cask "cursor"
cask "cyberduck"
cask "cyberghost-vpn"
cask "dbeaver-community"
cask "discord"
cask "displaylink"
cask "elgato-stream-deck"
cask "eloquent"
cask "firefox"
cask "fleet"
cask "floorp"
cask "free-podcast-transcription"
cask "ghostty"
cask "gitdock"
cask "github"
cask "google-chrome"
cask "google-chrome@canary"
cask "google-cloud-sdk"
cask "handbrake"
cask "inspec"
cask "iterm2"
cask "itsycal"
cask "libreoffice"
cask "logitech-camera-settings"
cask "logitech-g-hub"
cask "loom"
cask "losslesscut"
cask "min"
cask "modern-csv"
cask "mullvad-browser"
cask "obsidian"
cask "orbstack"
cask "orion"
cask "pgadmin4"
cask "podman-desktop"
cask "postman"
cask "powershell"
cask "rectangle-pro"
cask "screenflick"
cask "seamonkey"
cask "session-manager-plugin"
cask "shotcut"
cask "shottr"
cask "slack"
cask "sourcetree"
cask "steermouse"
cask "textmate"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vscodium"
cask "warp"
cask "waterfox"
cask "webex"
cask "webex-meetings"
cask "windsurf"
cask "zed"
cask "zen-browser"
cask "zettlr"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bierner.markdown-mermaid"
vscode "dutchigor.json-viewer"
vscode "george-alisson.html-preview-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "google-cloud-spanner-ecosystem.google-cloud-spanner-driver"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "jithurjacob.nbpreviewer"
vscode "jordanhury.sqltools-cassandra"
vscode "kddejong.vscode-cfn-lint"
vscode "mathiasfrohlich.kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mssql"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "nickdemayo.vscode-json-editor"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "scala-lang.scala"
vscode "tomoki1207.pdf"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
