tap "aws/tap"
tap "bridgecrewio/tap"
tap "c-bata/kube-prompt"
tap "chef/chef"
tap "codeship/taps"
tap "dart-lang/dart"
tap "devproductivity/devx-cli", "git@github.prod.hulu.com:devproductivity/homebrew-devx-cli.git"
tap "gofireflyio/aiac"
tap "heartexlabs/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "jbangdev/tap"
tap "jenkins-x/jx"
tap "lucagrulla/tap"
tap "microsoft/git"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "petere/postgresql"
tap "saulpw/vd"
tap "turbot/tap"
tap "warrensbox/tap"
tap "weaveworks/tap"
tap "xwmx/taps"
tap "zurawiki/brews"
brew "ack"
brew "act"
brew "actionlint"
brew "readline"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bat"
brew "gcc"
brew "numpy"
brew "bzt"
brew "carton"
brew "cheat"
brew "chrome-cli"
brew "consul"
brew "coreutils"
brew "curl"
brew "deno"
brew "detox"
brew "direnv"
brew "dos2unix"
brew "dotnet"
brew "duf"
brew "duti"
brew "emojify"
brew "node"
brew "eslint"
brew "exiftool"
brew "fd"
brew "p11-kit"
brew "harfbuzz"
brew "lame"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "flake8"
brew "fprobe"
brew "fzf"
brew "gawk"
brew "generate-json-schema"
brew "gh"
brew "git"
brew "python@3.10"
brew "git-archive-all"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "go"
brew "gokey"
brew "golangci-lint"
brew "gomplate"
brew "graphviz"
brew "openjdk"
brew "groovy"
brew "helm"
brew "httpie"
brew "infracost"
brew "inframap"
brew "jenkins", restart_service: true
brew "jpeg", link: true
brew "jq"
brew "jrnl"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kwok"
brew "libffi"
brew "libxml2"
brew "libxslt"
brew "linode-cli"
brew "lolcat"
brew "lynx"
brew "make"
brew "maven"
brew "miller"
brew "nmap"
brew "pandoc"
brew "ripgrep"
brew "tig"
brew "nb"
brew "neovim"
brew "nim"
brew "nvm"
brew "parallel"
brew "pianobar"
brew "pip-completion"
brew "postgresql@14"
brew "virtualenv", link: false
brew "pre-commit"
brew "pulumi"
brew "pv"
brew "python-tk@3.10"
brew "python-tk@3.9"
brew "rename"
brew "ruby"
brew "ruff"
brew "rustup-init"
brew "sbt"
brew "sc-im"
brew "scala"
brew "screenfetch"
brew "serverless"
brew "shellcheck"
brew "siege"
brew "solargraph"
brew "starship"
brew "syft"
brew "telnet"
brew "terraform-docs"
brew "terraform_landscape"
brew "terraformer"
brew "tflint"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watson"
brew "websocat"
brew "wget"
brew "wget2"
brew "wp-cli"
brew "xh"
brew "yarn"
brew "yarn-completion"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zlib"
brew "aws/tap/copilot-cli"
brew "bridgecrewio/tap/yor"
brew "c-bata/kube-prompt/kube-prompt"
brew "devproductivity/devx-cli/devx-cli", link: false
brew "gofireflyio/aiac/aiac"
brew "heartexlabs/tap/label-studio"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jbangdev/tap/jbang"
brew "lucagrulla/tap/cw"
brew "turbot/tap/steampipe"
brew "warrensbox/tap/tfswitch"
brew "weaveworks/tap/eksctl"
brew "zurawiki/brews/gptcommit"
cask "adobe-connect"
cask "amazon-chime"
cask "android-file-transfer"
cask "arc"
cask "atom"
cask "basictex"
cask "box-drive"
cask "brackets"
cask "brave-browser"
cask "buckets"
cask "cakebrew"
cask "canon-eos-utility"
cask "canon-eos-webcam-utility"
cask "cheatsheet"
cask "chromedriver"
cask "chromium"
cask "cursor"
cask "cyberduck"
cask "cyberghost-vpn"
cask "dbeaver-community"
cask "discord"
cask "displaylink"
cask "elgato-stream-deck"
cask "eloquent"
cask "firefox"
cask "firefox-developer-edition"
cask "gitdock"
cask "github"
cask "google-chrome"
cask "handbrake"
cask "inspec"
cask "iterm2"
cask "itsycal"
cask "jet"
cask "logitech-camera-settings"
cask "logitech-g-hub"
cask "losslesscut"
cask "macdown"
cask "mullvad-browser"
cask "ngrok"
cask "obsidian"
cask "orion"
cask "pgadmin4"
cask "postman"
cask "powershell"
cask "screenflick"
cask "seamonkey"
cask "session-manager-plugin"
cask "shotcut"
cask "shottr"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "sqlitestudio"
cask "steermouse"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vpn-by-google-one"
cask "warp"
cask "waterfox"
cask "webex"
cask "webex-meetings"
cask "zed"
cask "zettlr"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bierner.markdown-mermaid"
vscode "DutchIgor.json-viewer"
vscode "george-alisson.html-preview-vscode"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "google-cloud-spanner-ecosystem.google-cloud-spanner-driver"
vscode "GrapeCity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "jithurjacob.nbpreviewer"
vscode "JordanHury.sqltools-cassandra"
vscode "kddejong.vscode-cfn-lint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mssql"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "nickdemayo.vscode-json-editor"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "scala-lang.scala"
vscode "tomoki1207.pdf"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
