tap "atlassian/acli"
tap "c-bata/kube-prompt"
tap "dart-lang/dart"
tap "gofireflyio/aiac"
tap "heartexlabs/tap"
tap "humansignal/tap"
tap "jenkins-x/jx"
tap "lucagrulla/tap"
tap "microsoft/git"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "warrensbox/tap"
tap "zurawiki/brews"
brew "ack"
brew "act"
brew "shellcheck"
brew "actionlint"
brew "ca-certificates"
brew "openssl@3"
brew "asciinema"
brew "aspell"
brew "atmos"
brew "autoconf"
brew "automake"
brew "libyaml"
brew "readline"
brew "aws-sam-cli"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "bison"
brew "bit-git"
brew "gcc"
brew "bzt"
brew "cfn-lint"
brew "cheat"
brew "checkmake"
brew "chrome-cli"
brew "chruby"
brew "datasette"
brew "ddgr"
brew "delve"
brew "deno"
brew "detox"
brew "direnv"
brew "doctl"
brew "dos2unix"
brew "dotnet"
brew "harfbuzz"
brew "duck"
brew "duf"
brew "duti"
brew "emojify"
brew "node"
brew "eslint"
brew "exiftool"
brew "facad"
brew "fd"
brew "p11-kit"
brew "lame"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "flake8"
brew "fprobe"
brew "freerdp"
brew "fzf"
brew "gawk"
brew "gdbm"
brew "gh"
brew "git"
brew "git-extras"
brew "git-gui"
brew "git-lfs"
brew "gitoxide"
brew "gitu"
brew "glow"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "go"
brew "gokey"
brew "golangci-lint"
brew "gomplate"
brew "graphviz"
brew "groff"
brew "grok"
brew "gron"
brew "groovy"
brew "grype"
brew "pkgconf"
brew "helm"
brew "htmltest"
brew "htop"
brew "httpie"
brew "hugo"
brew "python@3.12"
brew "imagemagick"
brew "infracost"
brew "inframap"
brew "jed"
brew "jpeg"
brew "jq"
brew "jrnl"
brew "k9s"
brew "kics"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kwok"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "libxslt"
brew "linode-cli"
brew "llvm@17"
brew "lolcat"
brew "lynx"
brew "make"
brew "maven"
brew "midnight-commander"
brew "miller"
brew "mk"
brew "mp3blaster"
brew "yt-dlp"
brew "mpv"
brew "zlib"
brew "mysql-client"
brew "nmap"
brew "pandoc"
brew "ripgrep"
brew "tig"
brew "nb"
brew "neovim"
brew "netlify-cli"
brew "nim"
brew "nushell"
brew "nvm"
brew "ollama", restart_service: :changed
brew "openjdk@21"
brew "oterm"
brew "parallel"
brew "tree"
brew "pass"
brew "pianobar"
brew "pip-completion"
brew "pipet"
brew "podman"
brew "podman-tui"
brew "postgresql@14"
brew "pre-commit"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python-build"
brew "python-distlib"
brew "python-filelock"
brew "python-platformdirs"
brew "python@3.10"
brew "python-tk@3.10"
brew "python@3.11"
brew "rain"
brew "rakudo-star"
brew "rename"
brew "ruby-install"
brew "ruff"
brew "rustup"
brew "sbt"
brew "sc-im"
brew "scala"
brew "screenfetch"
brew "semgrep"
brew "siege"
brew "soft-serve"
brew "solargraph"
brew "sq"
brew "starship"
brew "syft"
brew "telnet"
brew "terraform-docs"
brew "terraformer"
brew "tflint"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "trash", link: true
brew "tz"
brew "uv"
brew "vhs"
brew "vim"
brew "virtualenvwrapper"
brew "websocat"
brew "wget"
brew "wget2"
brew "wp-cli"
brew "xh"
brew "yarn"
brew "yarn-completion"
brew "yazi"
brew "yor"
brew "yq"
brew "z"
brew "zsv"
brew "atlassian/acli/acli"
brew "c-bata/kube-prompt/kube-prompt"
brew "gofireflyio/aiac/aiac"
brew "lucagrulla/tap/cw"
brew "oven-sh/bun/bun"
brew "warrensbox/tap/tfswitch"
brew "zurawiki/brews/gptcommit"
cask "4k-slideshow-maker"
cask "amazon-chime"
cask "android-file-transfer"
cask "ankerwork"
cask "antigravity"
cask "arc"
cask "atom"
cask "balenaetcher"
cask "basictex"
cask "brackets"
cask "brave-browser"
cask "buckets"
cask "canon-eos-webcam-utility"
cask "cheatsheet"
cask "chromedriver"
cask "crystalfetch"
cask "cursor"
cask "cyberduck"
cask "cyberghost-vpn"
cask "dbeaver-community"
cask "discord"
cask "displaylink"
cask "duckduckgo"
cask "elgato-stream-deck"
cask "eloquent"
cask "firefox"
cask "fleet"
cask "floorp"
cask "free-podcast-transcription"
cask "gcloud-cli"
cask "ghostty"
cask "gitdock"
cask "github"
cask "google-chrome"
cask "google-chrome@canary"
cask "granola"
cask "handbrake-app"
cask "inkscape"
cask "iterm2"
cask "itsycal"
cask "kiro"
cask "libreoffice"
cask "logitech-camera-settings"
cask "logitech-g-hub"
cask "loom"
cask "losslesscut"
cask "macvim-app"
cask "min"
cask "modern-csv"
cask "mullvad-browser"
cask "obsidian"
cask "orbstack"
cask "orion"
cask "pearcleaner"
cask "pgadmin4"
cask "podman-desktop"
cask "postman"
cask "powershell"
cask "rectangle-pro"
cask "screenflick"
cask "seamonkey"
cask "session-manager-plugin"
cask "shotcut"
cask "shottr"
cask "slack"
cask "sourcetree"
cask "steermouse"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vscodium"
cask "warp"
cask "waterfox"
cask "wave"
cask "webex"
cask "windsurf"
cask "zed"
cask "zen"
cask "zettlr"
vscode "anysphere.cursorpyright"
vscode "baincd.markdown-color-plus"
vscode "davidanson.vscode-markdownlint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode.makefile-tools"
vscode "nicolasvuillamy.vscode-groovy-lint"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "github.com/uudashr/gopkgs/v2/cmd/gopkgs"
go "golang.org/x/tools/gopls"
go "github.com/jstemmer/gotags"
go "gotest.tools/gotestsum"
go "golang.org/x/tools/cmd/guru"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/keyify"
go "github.com/aws-cloudformation/rain/cmd/rain"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/go-swagger/go-swagger/cmd/swagger"
go "github.com/RoseSecurity/terramaid"
