brew "ack"
brew "act"
brew "actionlint"
brew "asciinema"
brew "aspell"
brew "atlassian/acli/acli"
brew "atmos"
brew "autoconf"
brew "automake"
brew "aws-sam-cli"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bash"
brew "bat"
brew "bats-core"
brew "bison"
brew "bit-git"
brew "bzt"
brew "c-bata/kube-prompt/kube-prompt"
brew "ca-certificates"
brew "cfn-lint"
brew "cheat"
brew "checkmake"
brew "chrome-cli"
brew "chruby"
brew "coreutils"
brew "datasette"
brew "ddgr"
brew "deno"
brew "detox"
brew "direnv"
brew "doctl"
brew "dos2unix"
brew "dotnet"
brew "duck"
brew "duf"
brew "duti"
brew "emojify"
brew "eslint"
brew "exiftool"
brew "facad"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "flake8"
brew "fprobe"
brew "freerdp"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdbm"
brew "gh"
brew "git-extras"
brew "git-gui"
brew "git-lfs"
brew "git"
brew "gitoxide"
brew "gitu"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gofireflyio/aiac/aiac"
brew "gokey"
brew "golangci-lint"
brew "gomplate"
brew "graphviz"
brew "groff"
brew "grok"
brew "gron"
brew "groovy"
brew "grype"
brew "harfbuzz"
brew "helm"
brew "htmltest"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "infracost"
brew "inframap"
brew "jpeg"
brew "jq"
brew "jrnl"
brew "k9s"
brew "kics"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli"
brew "kwok"
brew "lame"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "libksba"
brew "libxslt"
brew "libyaml"
brew "linode-cli"
brew "llvm@17"
brew "lolcat"
brew "lucagrulla/tap/cw"
brew "lynx"
brew "make"
brew "maven"
brew "miller"
brew "mk"
brew "mp3blaster"
brew "mpv"
brew "mysql-client"
brew "nb"
brew "neovim"
brew "netlify-cli"
brew "nim"
brew "nmap"
brew "node"
brew "nushell"
brew "nvm"
brew "ollama", restart_service: :changed
brew "openjdk@21"
brew "openssl@3"
brew "oterm"
brew "oven-sh/bun/bun"
brew "p11-kit"
brew "pandoc"
brew "parallel"
brew "pass"
brew "pianobar"
brew "pip-completion"
brew "pipet"
brew "pkgconf"
brew "podman-tui"
brew "podman"
brew "postgresql@14"
brew "pre-commit"
brew "pv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "pyenv"
brew "python-build"
brew "python-distlib"
brew "python-filelock"
brew "python-platformdirs"
brew "python-tk@3.10"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "rain"
brew "rakudo-star"
brew "readline"
brew "rename"
brew "ripgrep"
brew "ruby-install"
brew "ruff"
brew "rustup"
brew "sbt"
brew "sc-im"
brew "scala"
brew "screenfetch"
brew "semgrep"
brew "shellcheck"
brew "siege"
brew "soft-serve"
brew "solargraph"
brew "sq"
brew "starship"
brew "syft"
brew "telnet"
brew "terraform-docs"
brew "terraformer"
brew "tesseract"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "tz"
brew "uv"
brew "vhs"
brew "vim"
brew "virtualenvwrapper"
brew "warrensbox/tap/tfswitch"
brew "watson"
brew "websocat"
brew "wget"
brew "wget2"
brew "wp-cli"
brew "xh"
brew "yarn-completion"
brew "yarn"
brew "yazi"
brew "yor"
brew "yq"
brew "yt-dlp"
brew "z"
brew "zlib"
brew "zsv"
brew "zurawiki/brews/gptcommit"
